Revit 2027 API
ParameterTypeId.TextFontAboveCutMark Property
 "Text Font Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextFontAboveCutMark { get; }
Public Shared ReadOnly Property TextFontAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextFontAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextFontAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace